{
  "Header": {
    "title": " Andhra Pradesh's Famous Kalamkari",
    "icon":"img/kalamkari1.jpg",
    "paragraph": "Kalamkari is a traditional Indian art form originating from the state of Andhra Pradesh. It is a type of hand-painted or block-printed cotton textile, using only natural dyes. It is a type of hand-painted or block-printed cotton textile, using only natural dyes"
  },
  "About": { 
    "image": "img/kalamkari2.jpg",
    "text": "The term Kalamkari is derived from Persian words kalam which means pen, and kari which means craftsmanship. This term was popularized during the medieval Islamic rule in Southern India, specifically under the patronage of the Golconda sultanate. Before that, Kalamkari was known as Pattachitra, an art form still found in neighboring Odisha and other parts of India and Nepal. Pattachitra translates to patta, meaning cloth, with chitra meaning picture. Historically, Kalamkari can be traced back to ancient times, with similar textile art found in the ancient civilizations of the Indus Valley and the Persian Empire. Kalamkari style of architecture originated in Masullipatnam. Musicians and painters, known as chitrakars, moved from village to village narrating stories of Hindu mythology. They illustrated their accounts using large bolts of canvas painted on the spot with simple means and dyes extracted from plants. The Mughals who patronized this craft in the Coromandel and Golconda province called the practitioners of this craft Qualamkars, from which the term Kalamkari evolved"
  }
  
  
  ,
  "Gallery": [
    {
      "title": "Project Title",
      "largeImage": "img/k3.jpg",
      "smallImage": "img/k3.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/k4.jpg",
      "smallImage": "img/k4.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/k5.jpg",
      "smallImage": "img/k5.jpg"
    },
  
  
    {
      "title": "Project Title",
      "largeImage":"img/k6.jpg",
      "smallImage": "img/k6.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/k7.jpg",
      "smallImage":"img/k7.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/k8.jpg",
      "smallImage":"img/k8.jpg"
    }
  ],
  "Services": [
    {
      "icon": "../img/kalamkari3.jpg",
    
      "text": "A renowned Kalamkari artist, J. Niranjan is known for his unique style that blends traditional and contemporary designs. He is from a family of Kalamkari artists and has been involved in this art form since his childhood. Niranjan has won several awards for his work, including the National Award in 2007. He is also a recipient of the UNESCO Seal of Excellence for his Kalamkari works. Niranjan conducts workshops and demonstrations on Kalamkari across India and abroad, promoting this traditional art form"
    },
    {
      "icon": "img/k1.jpg",
    
      "text": "Gurappa Chetty was a master of Kalamkari art from Srikalahasti, Andhra Pradesh. Born into a family of traditional Kalamkari artists, he was instrumental in reviving the art form during the mid-20th century when it was on the verge of extinction. Chetty was honored with the National Award for Master Craftsmen in 1980, and his works are displayed in several museums and private collections worldwide. He passed away in 2006, but his legacy continues through his sons who are also practicing Kalamkari artists"
    },
    {
      "icon": "img/kalamkari4.jpg",
    
      "text": "Another prominent Kalamkari artist is J. Gurappa Chetty, who hails from a family of Kalamkari artists in Srikalahasti, Andhra Pradesh. He is known for his intricate designs and use of vibrant colors. Gurappa Chetty has won several awards for his work, including the Kamala Devi Chattopadhyay Award and the National Merit Certificate. Despite the challenges of maintaining this traditional art form, Chetty is committed to preserving and promoting Kalamkari art"
    }
   
  ],
  "Testimonials": [
    {
  
      "text": "There are two distinctive styles of Kalamkari art in India: the Machilipatnam style, also known as Pedana Kalamkari, which involves vegetable dyed block-painting of a fabric and the Srikalahasti style, where the kalam or pen is used for freehand drawing of the subject and filling in the colors"
   
    },
    {
     
      "text": "Kalamkari specifically depicts epics such as the Ramayana or Mahabharata. However, there are recent applications of the Kalamkari technique to depict Buddha and Buddhist art forms"
   
    },
    {
      
      "text": "like many forms of traditional Indian art, Kalamkari is a generational art, meaning that typically a father or grandfather would train his children in the family trade"
   
    }
  ],
  "Team": [
    {
   "link":"https://laasyaart.com/kalamkari-a-traditional-indian-art-of-perfection/",
      "name": "This article provides a comprehensive overview of Kalamkari, including its origin, different styles, the process of creating a Kalamkari painting, and the challenges faced by Kalamkari artists today"
  
    },
    {
      "link":"https://en.wikipedia.org/wiki/Kalamkari",
      "name": "The Wikipedia page on Kalamkari offers a detailed history of the art form, its etymology, and the techniques involved in creating Kalamkari artworks. It also explores the themes commonly depicted in Kalamkari and its modern-day adaptations."
    },
    {
      "link":"https://www.theartlifegallery.com/blog/kalamkari-painting-a-journey-of-timeless-artistry/",
      "name": "This blog post takes readers through the fascinating history, techniques, and significance of Kalamkari painting. It also discusses the challenges the art form faces and its resurgence in recent times."
    },
    {
      "link":"https://www.sahapedia.org/kalamkari-introduction",
      "name": "This article from Sahapedia provides a scholarly perspective on Kalamkari, its historical development, and its cultural significance. It also delves into the specific styles of Kalamkari practiced in Srikalahasti and Machilipatnam."
    }
  ],
 
  "Features": [
    {
      "icon": "img/k2.jpg",
      "title": "What is Kalamkari",
      "text": "Kalamkari art is more than just a textile; it is a medium of storytelling and cultural expression. The intricate designs often portray religious narratives, folklore, and depictions of nature. The motifs and colors used in Kalamkari designs hold symbolic significance, with certain patterns representing prosperity, fertility, and auspiciousness. These designs often narrate tales of love, valor, and devotion, transporting the viewer to a realm of myth and legend. In the modern context, traditional techniques have been replaced by digital techniques. Despite this, Kalamkari art is still appreciated for its craftsmanship. The fabric is often used in traditional attire, such as sarees, kurtas, and dupattas, for special occasions, festivals, and religious ceremonies. Wearing Kalamkari fabric is not only a fashion statement but also an embrace of the rich cultural history it embodies"
    }
  ]
}